{
  "About us": "Về chúng tôi",
  "using MetaCV": "sử dụng MetaCV",
  "Welcome to MetaCV - the innovative and cutting-edge human resource technology (HR-tech) platform!": "Chào mừng bạn đến với MetaCV - nền tảng công nghệ nhân sự (HR-tech) tiên tiến và sáng tạo!",
  "MetaCV brings you a whole new HR tech experience by leveraging the power of blockchain technology and AI. With us, candidates have complete control over their personal data and employers are transparently connected to top talent without wasting time and money": "MetaCV mang đến cho bạn một trải nghiệm tuyển dụng - nhân sự hoàn toàn mới nhờ kết hợp sức mạnh của công nghệ <1>blockchain</1> và <1>AI</1>. Với chúng tôi, ứng viên sẽ có quyền kiểm soát hoàn toàn dữ liệu cá nhân của mình và nhà tuyển dụng sẽ được kết nối đến những nhân tài hàng đầu một cách minh bạch, tiết kiệm thời gian và chi phí.",
  "In addition, MetaCV has an Interview to earn mechanism and refunds candidates a portion of the fees paid by companies to access candidate CVs. This not only encourages job seekers in the job search process but also creates a win-win opportunity for both job seekers and employers.": "Ngoài ra, MetaCV hoàn lại một phần khoản phí mà các công ty trả để truy cập vào CV của bạn. Điều này không chỉ khuyến khích bạn trong quá trình tìm việc mà còn tạo ra một cơ hội win-win cho cả người tìm việc và nhà tuyển dụng.",
  "Trusted business": "Doanh nghiệp tin cậy",
  "Candidates are looking for a job": "Ứng viên đang bật tìm việc",
  "average/time": "trung bình/thời điểm",
  "Candidates accessing monthly": "Lượt ứng viên truy cập hàng tháng",
  "Vision & misstion": "Tầm nhìn & sứ mệnh",
  "MetaCV aims to create the world's first HR-tech platform on Web3 providing HR solutions powered by Blockchain technology.": "MetaCV đặt mục tiêu tạo ra nền tảng HR-tech đầu tiên trên thế giới trên Web3 cung cấp các giải pháp nhân sự được hỗ trợ bởi công nghệ Blockchain.",
  "Vision": "Tầm nhìn",
  "All sensitive data such as resumes and records will be securely stored on a decentralized ledger, allowing for increased privacy and security compared to traditional storage systems.": "Tất cả dữ liệu nhạy cảm của nhân viên như sơ yếu lý lịch, hồ sơ và hiệu suất sẽ được lưu trữ an toàn trên sổ cái phi tập trung, cho phép tăng cường quyền riêng tư và bảo mật so với các hệ thống lưu trữ truyền thống.",
  "In addition, MetaCV platform will also aim to create a more transparent and fair recruitment process in which both job seekers and employers have equal access to information and decision-making power. The use of decentralized governance allow all users to participate directly in the decision-making process, helping to ensure that the platform operates in the best interest of the entire community.": "Ngoài ra, nền tảng của MetaCV nhằm mục đích tạo ra một quy trình tuyển dụng minh bạch và công bằng hơn, trong đó cả người tìm việc và nhà tuyển dụng đều có quyền tiếp cận thông tin và quyền ra quyết định như nhau. Việc sử dụng quản trị phi tập trung sẽ cho phép tất cả người dùng tham gia trực tiếp vào quá trình ra quyết định, giúp đảm bảo rằng nền tảng hoạt động vì lợi ích tốt nhất của toàn bộ cộng đồng.",
  "Our mission is to change the recruitment process and professionalize the HR system of enterprises with a decentralized platform for job seekers and recruiters.": "Nhiệm vụ của chúng tôi đó là thay đổi quy trình tuyển dụng và chuyên nghiệp hoá hệ thống nhân sự của các doanh nghiệp bằng một nền tảng phi tập trung dành cho người tìm việc và nhà tuyển dụng.",
  "Core values": "Giá trị cốt lõi",
  "Mission":"Sứ mệnh",
  "Innovative technology": "Đổi mới sáng tạo",
  "Growthhacking": "Growthhacking",
  "Cashback system": "Hệ thống cashback",
  "With blockchain, we offer users complete transparency and control over their data. With AI, we help recruiters to easily find qualified candidates without wasting valuable time and money.": "Với công nghệ blockchain, chúng tôi cung cấp cho người dùng sự minh bạch hoàn toàn trong cũng như quyền kiểm soát dữ liệu của họ. Với công nghệ AI, chúng tôi giúp nhà tuyển dụng tối ưu quy trình và dễ dàng tìm thấy ứng viên phù hợp mà không lãng phí thời gian và tiền bạc quý báu.",
  "MetaCV brings a new experience in the recruitment process to both the candidate and the company through the following programs Interview to earn & Referral to earn": "Mang đến trải nghiệm mới trong quy trình tuyển dụng cho cả ứng viên và nhà tuyển dụng thông qua các chương trình: Interview to earn, referral to earn",
  "MetaCV offers a new approach to the ownership and use of user data. When businesses pay a fee to access data such as a candidate's CV, the candidate will also receive a portion of that fees.": "MetaCV mang đến một cách tư duy mới về việc sở hữu và sử dụng dữ liệu của của người dùng. Những dữ liệu như thông tin cá nhân hoặc hồ sơ của người dùng khi được các doanh nghiệp sử dụng thì người dùng cũng sẽ được chia một phần doanh thu từ dữ liệu đó.",
  "Trusted partner": "Đối tác tin cậy",
  "Join us on the revolutionary journey to transform": "Hãy tham gia cùng chúng tôi trên hành trình cách mạng hóa",
  "the human resources industry and take control of your career path": "ngành công nghệ nhân sự và kiểm soát con đường sự nghiệp của bạn"

}
