{
  "About us": "About us",
  "using MetaCV": "using MetaCV",
  "Welcome to MetaCV - the innovative and cutting-edge human resource technology (HR-tech) platform!": "Welcome to MetaCV - the innovative and cutting-edge human resource technology (HR-tech) platform!",
  "MetaCV brings you a whole new HR tech experience by leveraging the power of blockchain technology and AI. With us, candidates have complete control over their personal data and employers are transparently connected to top talent without wasting time and money": "MetaCV brings you a whole new recruitment - HR experience by combining the power of <1>blockchain</1> and <3>AI</3> technology. With us, candidates will have complete control over their personal data and employers will be connected to top talent transparently, saving time and money.",
  "In addition, MetaCV has an Interview to earn mechanism and refunds candidates a portion of the fees paid by companies to access candidate CVs. This not only encourages job seekers in the job search process but also creates a win-win opportunity for both job seekers and employers.": "In addition, MetaCV has an <1>Interview to earn</1> mechanism and refunds candidates a portion of the fees paid by companies to access candidate CVs. This not only encourages job seekers in the job search process but also creates a win-win opportunity for both job seekers and employers.",
  "Trusted business": "Trusted business",
  "Candidates are looking for a job": "Candidates are looking for a job",
  "average/time": "average/time",
  "Candidates accessing monthly": "Candidates accessing monthly",
  "Vision & misstion": "Vision & misstion",
  "MetaCV aims to create the world's first HR-tech platform on Web3 providing HR solutions powered by Blockchain technology.": "MetaCV aims to create the world's first HR-tech platform on Web3 providing HR solutions powered by Blockchain technology.",
  "Vision": "Vision",
  "All sensitive data such as resumes and records will be securely stored on a decentralized ledger, allowing for increased privacy and security compared to traditional storage systems.": "All sensitive data such as resumes and records will be securely stored on a decentralized ledger, allowing for increased privacy and security compared to traditional storage systems.",
  "In addition, MetaCV platform will also aim to create a more transparent and fair recruitment process in which both job seekers and employers have equal access to information and decision-making power. The use of decentralized governance allow all users to participate directly in the decision-making process, helping to ensure that the platform operates in the best interest of the entire community.": "In addition, MetaCV platform will also aim to create a more transparent and fair recruitment process in which both job seekers and employers have equal access to information and decision-making power. The use of decentralized governance allow all users to participate directly in the decision-making process, helping to ensure that the platform operates in the best interest of the entire community.",
  "Our mission is to change the recruitment process and professionalize the HR system of enterprises with a decentralized platform for job seekers and recruiters.": "Our mission is to change the recruitment process and professionalize the HR system of enterprises with a decentralized platform for job seekers and recruiters.",
  "Mission": "Mission",
  "Core values": "Core values",
  "Innovative technology": "Innovative technology",
  "Growthhacking": "Growthhacking",
  "Cashback system": "Cashback system",
  "With blockchain, we offer users complete transparency and control over their data. With AI, we help recruiters to easily find qualified candidates without wasting valuable time and money.": "With blockchain, we offer users complete transparency and control over their data. With AI, we help recruiters to easily find qualified candidates without wasting valuable time and money.",
  "MetaCV brings a new experience in the recruitment process to both the candidate and the company through the following programs Interview to earn & Referral to earn": "MetaCV brings a new experience in the recruitment process to both the candidate and the company through the following programs: Interview to earn & Referral to earn",
  "MetaCV offers a new approach to the ownership and use of user data. When businesses pay a fee to access data such as a candidate's CV, the candidate will also receive a portion of that fees.": "MetaCV offers a new approach to the ownership and use of user data. When businesses pay a fee to access data such as a candidate's CV, the candidate will also receive a portion of that fees.",
  "Trusted partner": "Trusted partner",
  "Join us on the revolutionary journey to transform": "Join us on the revolutionary journey to transform",
  "the human resources industry and take control of your career path": "the human resources industry and take control of your career path"
}
